Repository: HanlunWang/SimpleToken
Catalog: App/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ (calendar month)
zh_hans: %@（分项按自然月）

source: %@ / 1M
zh_hans: %@ / 百万

source: %@ above active-day avg
zh_hans: 高于活跃日均 %@

source: %@ above daily avg
zh_hans: 高于日均 %@

source: %@ above this month's daily avg
zh_hans: 高于本月日均 %@

source: %@ above weekly avg
zh_hans: 高于周均 %@

source: %@ all time · last used %@
zh_hans: 历史 %@ · 最近 %@

source: %@ below active-day avg
zh_hans: 低于活跃日均 %@

source: %@ below daily avg
zh_hans: 低于日均 %@

source: %@ below this month's daily avg
zh_hans: 低于本月日均 %@

source: %@ below weekly avg
zh_hans: 低于周均 %@

source: %@ settings
zh_hans: %@的设置

source: %@ share · %lld models
zh_hans: 占 %@ · 共 %lld 个模型

source: %@ total · %@ from cache
zh_hans: %@合计 · 其中 %@ 来自缓存

source: %@ vs. this time yesterday
zh_hans: 较昨日同时 %@

source: %@ · %@ · %@ · last used %@
zh_hans: %@ · %@ · %@ · 最近 %@

source: %@ · %@: %lld%% used
zh_hans: %@ %@额度已用 %lld%%

source: %@ · %@× daily avg
zh_hans: %@ · 日均的 %@ 倍

source: %@ · %lld tools
zh_hans: %@ · %lld 个

source: %@ · Colored by last 30 days' usage
zh_hans: %@ · 按近 30 天用量配色

source: %@ · Cumulative
zh_hans: %@ · 累计

source: %@ · Settings
zh_hans: %@ · 设置

source: %@ · avg per day
zh_hans: %@ · 平均每天

source: %lld / %lld days
zh_hans: %lld / %lld 天

source: %lld d
zh_hans: %lld 天

source: %lld d %lld h left
zh_hans: 还有 %lld 天 %lld 小时

source: %lld days
zh_hans: %lld 天

source: %lld excluded
zh_hans: 已排除 %lld 项

source: %lld h %lld min left
zh_hans: 还有 %lld 小时 %lld 分

source: %lld h ago
zh_hans: %lld 小时前

source: %lld min ago
zh_hans: %lld 分钟前

source: %lld min left
zh_hans: 还有 %lld 分钟

source: %lld models
zh_hans: %lld 个

source: %lld models combined
zh_hans: %lld 个模型合计

source: %lld models · %@
zh_hans: %lld 个 · %@

source: %lld models · by cost
zh_hans: %lld 个模型 · 按成本

source: %lld models · by tokens
zh_hans: %lld 个模型 · 按 tokens

source: %lld msgs
zh_hans: %lld 条

source: %lld tools with usage
zh_hans: %lld 个工具有用量

source: %lld wk
zh_hans: %lld 周

source: %lld-day window
zh_hans: %lld 天窗口

source: %lld-hour window
zh_hans: %lld 小时窗口

source: %lld-minute window
zh_hans: %lld 分钟窗口

source: +%lld more models
zh_hans: 另有 %lld 个模型

source: +%lld more tools
zh_hans: 另有 %lld 个工具

source: 0h
zh_hans: 0 时

source: 1 year
zh_hans: 一年

source: 10 PM – 7 AM
zh_hans: 22 点到 7 点

source: 1D interval
zh_hans: 1D 粒度

source: 24h
zh_hans: 24 时

source: 3 rows
zh_hans: 3 行

source: 4 rows
zh_hans: 4 行

source: 6 rows
zh_hans: 6 行

source: Active days
zh_hans: 活跃天数

source: Active out of %lld
zh_hans: 有用量 · 共 %lld 天

source: Active-day avg
zh_hans: 活跃日均

source: Active-day avg %@
zh_hans: 活跃日均 %@

source: Add
zh_hans: 添加

source: Add widgets (%lld hidden)
zh_hans: 还有 %lld 个小组件可以添加

source: Alert when usage reaches these values
zh_hans: 已用比例达到这些值时提醒

source: Alerts
zh_hans: 提醒

source: All data stays on this Mac: usage comes from tokscale scanning local logs, and intraday data is read directly from Claude Code session logs (timestamps, models and token counts only, never conversation content).
zh_hans: 所有数据只在本机：用量来自 tokscale 扫描本机日志，分时数据直接读 Claude Code 会话日志（只读时间、模型和 token 数，不读对话内容）。

source: All providers hidden
zh_hans: 已隐藏全部提供商

source: All time
zh_hans: 累计

source: All-time total
zh_hans: 历史累计

source: At this pace, by reset
zh_hans: 按当前速度，重置前

source: At this pace, ~%@ by reset · %@
zh_hans: 按当前速度，重置前约用到 %@ · %@

source: Average
zh_hans: 平均

source: Average daily usage by weekday; the tallest bar is the busiest weekday.
zh_hans: 按星期几平均的每日用量，最高的一根是最忙的星期。

source: Average daily usage over the selected range; the small text averages only days with usage. Bars above the dashed line are days above the daily average.
zh_hans: 所选时间范围内每天的平均用量；小字是只算有用量那些天的平均。柱子高于虚线的是高于日均的天。

source: Average line
zh_hans: 区间日均线

source: Avg per %@
zh_hans: 平均每个%@

source: Avg per day
zh_hans: 平均每天

source: Avg per day %@
zh_hans: 平均每天 %@

source: Axis ticks are always short
zh_hans: 坐标轴刻度始终简写

source: Bar
zh_hans: 进度条

source: Bars
zh_hans: 进度条

source: Blue
zh_hans: 蓝

source: Both providers are hidden; turn them on in this card's settings (top right)
zh_hans: 两个提供商都已隐藏，点右上角的设置打开

source: Busiest %@
zh_hans: 最忙 %@

source: Busiest hour
zh_hans: 最忙的时段

source: Busiest weekday
zh_hans: 最忙的星期

source: By %@
zh_hans: 截至 %@

source: By model
zh_hans: 按模型

source: By tool
zh_hans: 按工具

source: By vendor
zh_hans: 按厂商

source: Cache hit rate · %@
zh_hans: %@缓存命中率

source: Cache hit, ~1/10 of the input price
zh_hans: 命中缓存，约 1/10 输入价

source: Cache read
zh_hans: 缓存读取

source: Cache write
zh_hans: 缓存写入

source: Calendar
zh_hans: 日历

source: Change a model's color, alias and whether it counts in Settings → Models.
zh_hans: 单个模型的颜色、别名、是否计入统计在「设置 → 模型」里改。

source: Charts
zh_hans: 图表

source: Choose what to show in Settings → Panel
zh_hans: 在设置 → 下拉面板里选择要显示的内容

source: Claude Code only (from session logs).
zh_hans: 只统计 Claude Code（来自会话日志）。

source: Claude Code session logs, kept for 90 days
zh_hans: Claude Code 会话日志，保留 90 天

source: Claude Fable limit
zh_hans: Claude Fable 额度

source: Claude credential
zh_hans: Claude 登录凭证

source: Claude limits
zh_hans: Claude 额度

source: Claude session limit
zh_hans: Claude 会话额度

source: Claude weekly limit
zh_hans: Claude 本周额度

source: Clear
zh_hans: 清除

source: Clear All Aliases
zh_hans: 清除所有别名

source: Cleared
zh_hans: 已清除

source: Click to refresh all data now (⌘R)
zh_hans: 点击立即刷新全部数据（⌘R）

source: Clicking the icon opens
zh_hans: 点击图标打开

source: Codex 5-hour limit
zh_hans: Codex 5 小时额度

source: Codex limits
zh_hans: Codex 额度

source: Codex weekly limit
zh_hans: Codex 本周额度

source: Color
zh_hans: 颜色

source: Color scheme
zh_hans: 配色方案

source: Color-blind safe
zh_hans: 色盲友好

source: Compact
zh_hans: 紧凑

source: Cost
zh_hans: 成本

source: Cost %@
zh_hans: 成本 %@

source: Cost per million tokens at list prices; the curve shows each day. More cache reads make it cheaper.
zh_hans: 按标价折算，每百万 tokens 的成本；曲线是每天的值。缓存读取越多越便宜。

source: Couldn't start codex: %@
zh_hans: codex 启动失败：%@

source: Couldn’t change: %@
zh_hans: 没能更改：%@

source: Crossed the %lld%% alert threshold
zh_hans: 超过了 %lld%% 的提醒线

source: Cumulative
zh_hans: 累计

source: Cumulative line
zh_hans: 累计曲线

source: Cumulative so far
zh_hans: 累计到此

source: Current streak
zh_hans: 当前连续

source: Custom color
zh_hans: 自定义颜色

source: Daily
zh_hans: 每天

source: Daily average
zh_hans: 日均

source: Daily avg
zh_hans: 日均

source: Daily avg %@
zh_hans: 日均 %@

source: Daily cost bars
zh_hans: 每日成本细柱

source: Daily history: every 15 min
zh_hans: 历史日汇总：每 15 分钟

source: Data
zh_hans: 数据

source: Data folder
zh_hans: 数据目录

source: Data from this Mac · Drag a widget to move it, right-click to resize
zh_hans: 数据来自本机 · 按住小组件拖动可调整位置，右键改大小

source: Date
zh_hans: 日期

source: Day
zh_hans: 日

source: Day %lld
zh_hans: %lld 日

source: Day total so far
zh_hans: 当天累计到此

source: Days with usage
zh_hans: 有用量的天数

source: Days with usage, the current streak and the longest streak; each cell is one day.
zh_hans: 有用量的天数、当前连续天数和最长连续天数；每一格是一天。

source: Done
zh_hans: 完成

source: Drag a widget to move it. Sizes: small 1×1, medium 2×1, large 2×2, wide 4×2. Wider windows add columns.
zh_hans: 位置：直接按住小组件拖动。大小：小 1×1、中 2×1、大 2×2、宽 4×2；窗口变宽时自动多出列。

source: Each limit window (session, weekly…) notifies once per threshold per period. The menu bar turns red at the highest threshold.
zh_hans: 每个额度窗口（会话 / 本周…）在一个周期内，每条提醒线只通知一次。菜单栏的标红用最高的那条线。

source: Est. %@ · %@
zh_hans: 预计 %@ · %@

source: Even-pace line
zh_hans: 匀速参考线

source: Every 30 min
zh_hans: 每 30 分钟

source: Exact %@
zh_hans: 完整 %@

source: Exact 4,959,084,551
zh_hans: 完整 4,959,084,551

source: Fill
zh_hans: 填满

source: First write to cache, a bit above input
zh_hans: 首次写入缓存，略贵于输入

source: Full rescan
zh_hans: 完整重扫

source: Full rescan (this month / all time): every %lld min
zh_hans: 完整重扫（本月 / 累计）：每 %lld 分钟

source: General
zh_hans: 通用

source: Green
zh_hans: 绿

source: Hide this widget (bring it back from ▦ in the top bar)
zh_hans: 隐藏这个小组件（顶栏 ▦ 里可以放回）

source: Hide “%@”
zh_hans: 隐藏「%@」

source: Highest day
zh_hans: 最高一天

source: History
zh_hans: 历史记录

source: Hit rate
zh_hans: 命中率

source: Hit rate in center
zh_hans: 环心显示缓存命中率

source: Hour
zh_hans: 时

source: Hourly
zh_hans: 每小时

source: Hourly bars
zh_hans: 每小时柱

source: Icon only
zh_hans: 只显示图标

source: In progress
zh_hans: 进行中

source: Include in statistics
zh_hans: 计入统计

source: Indigo
zh_hans: 靛

source: Input
zh_hans: 输入

source: Intraday data
zh_hans: 分时数据

source: Intraday data comes from Claude Code session logs (kept for 90 days); other tools have no intraday records.
zh_hans: 分时数据来自 Claude Code 的会话日志（保留 90 天）；其他工具没有分时记录。

source: Intraday data: every minute
zh_hans: 分时数据：每分钟

source: Items
zh_hans: 显示内容

source: Just now
zh_hans: 刚刚

source: Just updated
zh_hans: 刚刚更新

source: Keep main window on top
zh_hans: 主窗口浮动在最上层

source: Large
zh_hans: 大

source: Last %lld days
zh_hans: 近 %lld 天

source: Last %lld days · %lld × %@
zh_hans: 近 %lld 天里的 %lld 个%@

source: Last %lld days · Claude Code
zh_hans: 近 %lld 天 · Claude Code

source: Last %lld days · busiest %lld:00
zh_hans: 近 %lld 天 · 最忙 %lld:00

source: Last %lld weeks
zh_hans: 近 %lld 周

source: Last %lld weeks: #%lld highest
zh_hans: 近 %lld 周第 %lld 高

source: Last %lld wk · %lld active days
zh_hans: 近 %lld 周 · 活跃 %lld 天

source: Last 12 months
zh_hans: 近 1 年

source: Last 3 months
zh_hans: 近 3 个月

source: Last 30 days
zh_hans: 近 30 天

source: Last 6 months
zh_hans: 近 6 个月

source: Last 7 days
zh_hans: 近 7 天

source: Last month
zh_hans: 上月

source: Last month %@
zh_hans: 上月 %@

source: Last month's total line
zh_hans: 上月总额参照线

source: Last used
zh_hans: 最近一次

source: Left
zh_hans: 剩余

source: Less
zh_hans: 少

source: Limit data
zh_hans: 额度数据

source: Limit numbers
zh_hans: 额度数字

source: Limit style
zh_hans: 额度样式

source: Limits
zh_hans: 额度

source: Limits & Alerts
zh_hans: 额度与提醒

source: Limits every 5 minutes (plus a refresh 30 s after a window resets) · intraday every minute · daily history every 15 minutes; live refresh pauses while both the window and the panel are closed
zh_hans: 额度每 5 分钟（窗口重置后 30 秒补刷）· 分时每分钟 · 历史日汇总每 15 分钟；窗口和面板都关着时暂停实时刷新

source: Limits · Settings
zh_hans: 额度 · 设置

source: Limits: every 5 min (plus once 30 s after a window resets)
zh_hans: 额度：每 5 分钟（窗口重置后 30 秒补刷一次）

source: Live refresh pauses while the window and panel are closed and catches up when opened
zh_hans: 窗口和面板都关着时暂停实时刷新，打开时补一次

source: Loading
zh_hans: 正在读取

source: Loading limits
zh_hans: 正在读取额度

source: Longest streak
zh_hans: 最长连续

source: Lowest day
zh_hans: 最低一天

source: Main chart
zh_hans: 主图

source: Main chart · Settings
zh_hans: 主图 · 设置

source: Main metric
zh_hans: 主指标

source: Main window
zh_hans: 主窗口

source: Match range
zh_hans: 跟随

source: Median
zh_hans: 中位数

source: Medium
zh_hans: 中

source: Menu Bar
zh_hans: 菜单栏

source: Message count
zh_hans: 消息数

source: Messages
zh_hans: 消息

source: Metric
zh_hans: 指标

source: Metric and number format apply to all cards.
zh_hans: 指标和数字格式对所有卡片生效。

source: Model
zh_hans: 模型

source: Model count
zh_hans: 模型数

source: Model-generated, the priciest
zh_hans: 模型生成的内容，单价最高

source: Models
zh_hans: 模型

source: Models & Tools
zh_hans: 模型与工具

source: Models / tools shown
zh_hans: 模型 / 工具最多显示

source: Models shown separately
zh_hans: 单独显示的模型数

source: Models · Settings
zh_hans: 模型 · 设置

source: Month to date
zh_hans: 月内累计

source: Month-end projection
zh_hans: 月末预测

source: More
zh_hans: 多

source: Move Earlier
zh_hans: 前移

source: Move Later
zh_hans: 后移

source: Needs approval in System Settings → Login Items
zh_hans: 需要在系统设置 → 登录项里允许

source: New input that missed the cache
zh_hans: 未命中缓存的新输入

source: No messages in range
zh_hans: 区间内无消息

source: No records yet
zh_hans: 还没有记录

source: No usage in range
zh_hans: 区间内无用量

source: No usage in this range
zh_hans: 区间内没有用量

source: No usage in this slot
zh_hans: 这个时段没有用量

source: No usage this day
zh_hans: 这一天没有用量

source: No usage yet today
zh_hans: 今天还没有用量

source: Not collected yet
zh_hans: 尚未采集

source: Not configured
zh_hans: 未配置

source: Not read yet
zh_hans: 尚未读到

source: Not set up
zh_hans: 未配置

source: Not set up, so Claude limits can’t be read.
zh_hans: 未配置，读不到 Claude 额度。

source: Nothing selected
zh_hans: 还没有选择

source: Notifications aren’t supported when running this way
zh_hans: 当前运行方式不支持通知

source: Notifications weren’t allowed. Turn them on in System Settings → Notifications → SimpleToken.
zh_hans: 系统没有允许通知：到 系统设置 → 通知 → SimpleToken 里打开

source: Now
zh_hans: 现在

source: Number of model replies and the average tokens per reply.
zh_hans: 模型回复的条数，以及平均每条用了多少 tokens。

source: Numbers and rings turn red at %lld%% used (set the threshold in Limits & Alerts)
zh_hans: 已用达到 %lld%% 时数字和环变红（阈值在「额度与提醒」里改）

source: Numbers show
zh_hans: 数字显示

source: On pace for about %lld%% by reset
zh_hans: 按当前速度重置前约用到 %lld%%

source: Only the header row is shown
zh_hans: 面板里只有顶部一行

source: Open Main Window
zh_hans: 打开主窗口

source: Open at login
zh_hans: 登录时打开 SimpleToken

source: Other
zh_hans: 其他

source: Other data
zh_hans: 其他数据

source: Output
zh_hans: 输出

source: Output %@ · new input %@
zh_hans: 输出 %@ · 新输入 %@

source: Panel
zh_hans: 下拉面板

source: Panel width
zh_hans: 面板宽度

source: Paste sessionKey (sk-ant-…)
zh_hans: 粘贴 sessionKey（sk-ant-…）

source: Peak day
zh_hans: 峰值日

source: Peak · %@
zh_hans: 峰值 · %@

source: Per message
zh_hans: 每条

source: Per million tokens
zh_hans: 每百万 tokens

source: Per-model extra limits
zh_hans: 按模型计量的附加额度

source: Period
zh_hans: 周期

source: Position
zh_hans: 位置

source: Position: drag a widget on the dashboard, or use the arrows here. Size: small 1×1, medium 2×1, large 2×2, wide 4×2; wider windows gain columns while widgets keep roughly the same size. The settings button at a widget’s top right flips it over to its own options.
zh_hans: 位置：在仪表盘上直接按住小组件拖动，或用这里的箭头。大小：小 1×1、中 2×1、大 2×2、宽 4×2；窗口变宽时自动多出列，小组件本身大小基本不变。每个小组件右上角的设置按钮翻到背面改它自己的选项。

source: Posts a notification when a limit crosses a threshold
zh_hans: 额度越过提醒线时发一条通知

source: Preview
zh_hans: 预览

source: Previous period
zh_hans: 上一周期

source: Previous period line
zh_hans: 上一周期对照线

source: Projected
zh_hans: 预计

source: Projected %@
zh_hans: 预计月末 %@

source: Projected vs last month
zh_hans: 预计较上月

source: Quietest
zh_hans: 最闲

source: Quit
zh_hans: 退出

source: Quit SimpleToken
zh_hans: 退出 SimpleToken

source: Range
zh_hans: 统计范围

source: Reading limits…
zh_hans: 正在读取额度

source: Refresh All Now
zh_hans: 立即刷新全部

source: Refresh Now
zh_hans: 立即刷新

source: Refreshes automatically every 5 minutes
zh_hans: 每 5 分钟自动刷新

source: Refreshes when logs change; this is the minimum interval between scans. Shorter is more current but uses more power (each scan takes about 1 s of CPU).
zh_hans: 日志有变化就刷新，这里是两次之间的最短间隔；越短越及时，也越耗电（每次扫描约 1 秒 CPU）

source: Refreshing
zh_hans: 正在刷新

source: Remove
zh_hans: 移除

source: Replace
zh_hans: 替换

source: Rescans this month and all time to correct numbers other than today’s
zh_hans: 重新扫描本月与累计，校准今日以外的数字

source: Reset All Widget Settings
zh_hans: 恢复全部小组件设置

source: Reset Colors
zh_hans: 恢复自动配色

source: Reset Layout Only
zh_hans: 只恢复排列和大小

source: Reset to Default
zh_hans: 恢复默认

source: Resets
zh_hans: 重置

source: Resets %@
zh_hans: %@ 重置

source: Restore automatic color
zh_hans: 恢复自动颜色

source: Restore default color
zh_hans: 恢复默认颜色

source: Ring
zh_hans: 环形

source: Rings
zh_hans: 环形

source: Rose
zh_hans: 玫瑰

source: Same period last year
zh_hans: 去年同期

source: Same period last year line
zh_hans: 去年同期对照线

source: Same point last year
zh_hans: 去年同期同位置

source: Same point previous period
zh_hans: 上一周期同位置

source: Same point yesterday (even pace)
zh_hans: 昨天（匀速）同位置

source: Save
zh_hans: 保存

source: Saved (%@). Paste a new one to switch accounts or when it expires.
zh_hans: 已保存（%@）。需要换账号或失效时再粘贴新的。

source: Sections
zh_hans: 显示的分区

source: Session
zh_hans: 会话

source: Session reset countdown
zh_hans: 会话重置倒计时

source: Settings
zh_hans: 设置

source: Settings (⌘,)
zh_hans: 设置（⌘,）

source: Settings…
zh_hans: 设置…

source: Shade by
zh_hans: 颜色深浅按

source: Share
zh_hans: 占比

source: Share by
zh_hans: 占比依据

source: Short %@
zh_hans: 简写 %@

source: Show %@
zh_hans: 显示 %@

source: Show All %lld Models
zh_hans: 显示全部 %lld 个模型

source: Show Fewer
zh_hans: 只看常用的

source: Show SimpleToken icon
zh_hans: 显示 SimpleToken 图标

source: Show in Finder
zh_hans: 在访达中显示

source: Show labels
zh_hans: 显示小标签

source: Show reset times
zh_hans: 显示重置时间

source: Show up to
zh_hans: 最多显示

source: Shown left to right; use the arrows to reorder
zh_hans: 从左到右依次显示；用箭头调整顺序

source: Shown top to bottom; use the arrows to reorder
zh_hans: 从上到下依次显示；用箭头调整顺序

source: Sign in to claude.ai in a browser → Developer Tools → Application → Cookies → sessionKey. Stored only on this Mac.
zh_hans: 在浏览器登录 claude.ai → 开发者工具 → Application → Cookies → sessionKey。只保存在本机。

source: Since %@
zh_hans: 自 %@ 起

source: Since %@, %lld days
zh_hans: 自 %@ 起，共 %lld 天

source: Single line
zh_hans: 单行

source: Size
zh_hans: 大小

source: Small
zh_hans: 小

source: Sparklines
zh_hans: 迷你走势

source: Spent
zh_hans: 已花

source: Stacking
zh_hans: 分层

source: Stacking by tool supports tokens only; other metrics stack by model.
zh_hans: 按工具分层只支持 Tokens 指标，其余指标按模型分层。

source: Standard
zh_hans: 标准

source: Stats
zh_hans: 统计

source: Streak %lld d · longest %lld d
zh_hans: 连续 %lld 天 · 最长 %lld 天

source: Style
zh_hans: 样式

source: Synthetic
zh_hans: 合成

source: System notifications
zh_hans: 系统通知

source: Teal
zh_hans: 青

source: Terracotta
zh_hans: 赤陶

source: That doesn’t look like a sessionKey (it should start with sk-ant-), so it wasn’t saved.
zh_hans: 这不像 sessionKey（应以 sk-ant- 开头），没有保存

source: The days with the highest usage. Hover to see that day's models and tools.
zh_hans: 用量最高的几天。悬停看当天的模型和工具分布。

source: The menu bar icon goes away and usage is no longer collected
zh_hans: 退出后菜单栏图标消失，不再采集用量

source: The model with the most usage; the bar below shows each model's share.
zh_hans: 用量最多的模型；下面的条是各模型的占比。

source: The only tool used
zh_hans: 只有这一个工具

source: The panel that drops down from the menu bar icon. It scrolls when the content is taller than the screen.
zh_hans: 点菜单栏图标弹出的面板。内容超出屏幕高度时可以滚动。

source: The rest are grouped as “Other” in charts
zh_hans: 其余在图里并入「其他」

source: The two-line style always shows labels
zh_hans: 双行样式总是显示标签

source: This day
zh_hans: 当天

source: This day: %@
zh_hans: 当天 %@

source: This half-hour
zh_hans: 这个时段

source: This half-hour: %@
zh_hans: 当时段 %@

source: This month
zh_hans: 本月

source: This month's cost
zh_hans: 本月成本

source: This month’s cost
zh_hans: 本月成本

source: This period
zh_hans: 本周期

source: This slot
zh_hans: 这个时段

source: Thresholds
zh_hans: 提醒线

source: Tick = even pace
zh_hans: 竖线 = 匀速位置

source: Tick = where even use until the reset would be
zh_hans: 竖线 = 匀速用到重置时应在的位置

source: Time
zh_hans: 时间

source: Time of day
zh_hans: 时段分布

source: Today
zh_hans: 今天

source: Today %@
zh_hans: 今天 %@

source: Today · %@
zh_hans: 今天 · %@

source: Today's cost
zh_hans: 今日成本

source: Today's models
zh_hans: 今天的模型

source: Today's tokens
zh_hans: 今日 tokens

source: Today's tools
zh_hans: 今天的工具

source: Today's usage: refreshed when logs change, at most every %@
zh_hans: 今日用量：日志有变化就刷新，两次最少间隔 %@

source: Today: usage and trend
zh_hans: 今天：用量与走势

source: Today’s models
zh_hans: 今天的模型

source: Today’s tools
zh_hans: 今天的工具

source: Today’s trend
zh_hans: 今天的走势

source: Today’s usage refresh
zh_hans: 今日用量刷新

source: Token Monitor history merged
zh_hans: 已合并 Token Monitor 的历史

source: Token breakdown
zh_hans: Token 构成

source: Token numbers
zh_hans: Tokens 数字

source: Tool
zh_hans: 工具

source: Tools
zh_hans: 工具

source: Tools switched off are left out of all statistics along with their models (limits are unaffected).
zh_hans: 关掉的工具连同它用的模型都不计入统计（额度不受影响）。

source: Tools turned off are left out of every stat.
zh_hans: 关掉的工具不计入任何统计。

source: Top
zh_hans: 最多

source: Top model
zh_hans: 主力模型

source: Total
zh_hans: 合计

source: Total %@
zh_hans: 合计 %@

source: Total %@ · %@/day
zh_hans: 合计 %@ · 日均 %@

source: Total cost
zh_hans: 总成本

source: Total cost over the selected range at list prices (not actual spend on a subscription).
zh_hans: 所选时间范围内按标价折算的总成本（订阅用户不是实际支出）。

source: Turn red near the limit
zh_hans: 接近上限时标红

source: Two lines
zh_hans: 双行

source: Unreachable
zh_hans: 暂不可达

source: Unreachable · %@
zh_hans: 暂不可达 · %@

source: Unstacked
zh_hans: 不分层

source: Unstacked bars use the color below.
zh_hans: 「不分层」时柱子用下面的颜色。

source: Updated %@
zh_hans: %@ 更新

source: Updated %lld min ago
zh_hans: %lld 分钟前更新

source: Updating
zh_hans: 刷新中

source: Usage
zh_hans: 用量

source: Usage chart
zh_hans: 用量柱状图

source: Used
zh_hans: 已用

source: Used by the main chart, bar charts and stat tiles
zh_hans: 主图、柱状图、统计块跟随

source: Value
zh_hans: 值

source: Vendors
zh_hans: 厂商

source: Week of %@
zh_hans: %@ 起的一周

source: Weekends
zh_hans: 周末

source: Weekly
zh_hans: 本周

source: Weekly avg %@
zh_hans: 周均 %@

source: White
zh_hans: 白

source: Wide
zh_hans: 宽

source: Widgets
zh_hans: 小组件

source: Widgets: show / hide and size. Drag to reposition
zh_hans: 小组件：显示 / 隐藏、大小。位置直接拖动

source: Window elapsed
zh_hans: 窗口已过去

source: Window just started · %@
zh_hans: 窗口刚开始 · %@

source: With nothing selected, only the icon is shown. ⌥-click the menu bar icon to open the other view; right-click to refresh or quit.
zh_hans: 一个都不选就只显示图标。按住 ⌥ 点击菜单栏图标 = 另一种打开方式；右键有刷新和退出。

source: With vendor colors, models from the same vendor use shades of one hue (Claude terracotta, OpenAI teal, Google indigo); the color-blind safe scheme colors only the top three models by usage. Click a swatch to change its color; models switched off are left out of every statistic.
zh_hans: 按厂商配色时，同一厂商的模型用同一色相的深浅区分（Claude 系赤陶、OpenAI 系青、Google 系靛蓝）；色盲友好方案只给用量前三的模型上色。点色块可以单独改颜色；关掉开关的模型不计入任何统计。

source: Year to date
zh_hans: 今年以来

source: Yesterday (even pace)
zh_hans: 昨天（匀速）

source: codex RPC error
zh_hans: codex RPC 错误

source: codex app-server exited
zh_hans: codex app-server 已退出

source: codex app-server timed out
zh_hans: codex app-server 超时

source: e.g. “5h” or “Today” before the value
zh_hans: 数字前的小标签，如「5h」「今日」

source: last read failed, it may have expired
zh_hans: 上次读取失败，可能已失效

source: month
zh_hans: 本月

source: reading
zh_hans: 正在读取

source: reset
zh_hans: 重置

source: today
zh_hans: 今日

source: tokscale only breaks down today, this month and all time, so 1W–1Y use this month when matching the range.
zh_hans: tokscale 只给今天 / 本月 / 累计的分项，所以跟随时间维度时 1W–1Y 用本月。

# unit.100M
source: ×100M
zh_hans: 亿

# unit.10K
source: ×10K
zh_hans: 万

source: vs daily avg
zh_hans: 日均的

source: vs previous period
zh_hans: 对比上一周期

source: vs same period last year
zh_hans: 对比去年同期

source: vs yesterday
zh_hans: 对比昨天

source: waiting to read
zh_hans: 等待读取

source: wk
zh_hans: 周

source: working
zh_hans: 读取正常

source: ~%@ tokens per message
zh_hans: 每条约 %@ tokens

source: · Last month %@
zh_hans: · 上月 %@

source: · Projected %@
zh_hans: · 预计月末 %@
